run/tutorials/incompressible/lumpedPointMotion/building/steady/Allrun.init
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

# Copy geometry from resources directory

mkdir -p constant/triSurface/
cp "$FOAM_TUTORIALS"/resources/geometry/building_wtc2.obj constant/triSurface/

#------------------------------------------------------------------------------
